Repository: Aaronlves/Scholium
Catalog: Scholium/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Settings saved to the previously active Triptych.
zh_hans: 设置已保存到先前处于活动状态的 Triptych。

source: Settle
zh_hans: 暂定

source: Settle Again
zh_hans: 再次暂定

source: Settle this note
zh_hans: 暂定此笔记

source: Settle this note again
zh_hans: 再次暂定此笔记

source: Settled
zh_hans: 已暂定

source: Settled — Settle Again
zh_hans: 已暂定 — 再次暂定

source: Settlement
zh_hans: 暂定

source: Settlement Reminders
zh_hans: 暂定提醒

source: Settlement Unavailable
zh_hans: 暂定状态不可用

source: Settlement is unavailable
zh_hans: 暂定状态不可用

source: Setup
zh_hans: 配置

source: Shared Codex Settings
zh_hans: 共享的 Codex 设置

source: Shared terms: %@
zh_hans: 共同词语：%@

source: Short Container Title
zh_hans: 容器短标题

source: Short Title
zh_hans: 短标题

source: Short navigation description of this Note; open the current Note and sources before relying on it.
zh_hans: 当前笔记的简短导航说明；依赖它之前请打开当前笔记和来源。

source: Shortcut
zh_hans: 快捷键

source: Shortcut for %@
zh_hans: %@ 的快捷键

source: Show %@ only when it has a value
zh_hans: 仅在%@有值时显示

source: Show Attention
zh_hans: 显示关注

source: Show Core Protocol in Finder…
zh_hans: 在 Finder 中显示核心协议…

source: Show Evidence
zh_hans: 显示依据

source: Show Only When Populated
zh_hans: 仅有值时显示

source: Show Replace
zh_hans: 展开替换

source: Show Research Inspector
zh_hans: 显示研究检查器

source: Show Sidebar
zh_hans: 显示边栏

source: Show Source
zh_hans: 显示源文本

source: Show Spelling and Grammar
zh_hans: 显示拼写和语法

source: Show in Finder…
zh_hans: 在 Finder 中显示…

source: Show in Library
zh_hans: 在资料库中显示

source: Show or Hide Library
zh_hans: 显示或隐藏研究文档

source: Show or Hide Research Inspector
zh_hans: 显示或隐藏研究检查器

source: Show this passage
zh_hans: 定位这段原文

source: Showing indexed matches whose source is unchanged in this vault. New or externally changed notes appear after the Triptych finishes opening.
zh_hans: 正在显示此资料库中源码未发生变化的索引匹配项。三联体完成打开后，新建或由外部更改的笔记才会出现。

source: Showing results from the last complete index while the replacement is built.
zh_hans: 正在构建替代索引；暂时显示上一个完整索引的结果。

source: Shown
zh_hans: 显示

source: Shown when text is selected. Custom actions appear in More Actions.
zh_hans: 选中文本时显示。自定义操作位于“更多操作”中。

source: Shows the folded unchanged lines
zh_hans: 显示已折叠的未更改行

source: Shows the previous note locations without changing the Markdown file.
zh_hans: 显示以前的笔记位置，而不更改 Markdown 文件。

source: Shows the registry diagnostic and recovery location.
zh_hans: 显示注册表诊断和恢复位置。

source: Shows the storage error details.
zh_hans: 显示存储错误详情。

source: Sidebar
zh_hans: 侧边栏

source: Sign In
zh_hans: 登录

source: Sign In Using Shared Settings?
zh_hans: 使用共享设置登录？

source: Sign in to continue.
zh_hans: 登录后继续。

source: Sign in with ChatGPT
zh_hans: 使用 ChatGPT 登录

source: Sign-in Required
zh_hans: 需要登录

source: Signed In: %@
zh_hans: 已登录：%@

source: Simulate Editor Process Termination
zh_hans: 模拟编辑器进程终止

source: Single Name
zh_hans: 单一姓名

source: Skip
zh_hans: 跳过

source: Small Caps
zh_hans: 小型大写

source: Snippet Actions
zh_hans: 片段操作

source: Snippet name
zh_hans: 片段名称

source: Software
zh_hans: 软件

source: Some files could not be loaded
zh_hans: 部分文件无法载入

source: Some pasted files could not be read. Choose them with the file picker.
zh_hans: 部分粘贴的文件无法读取。请通过文件选择器添加。

source: Some related material is temporarily unavailable.
zh_hans: 部分相关材料暂不可用。

source: Some selected files were not imported. The imported files are already committed; do not import them again.
zh_hans: 部分所选文件未能导入。已导入的文件已完成持久化，请勿再次导入。

source: Some sources changed or could not be opened. Find again to refresh the results.
zh_hans: 部分来源已改变或暂时无法打开。请重新查找以更新结果。

source: Some workspace state could not be loaded. The affected files remain unchanged; see the details for unavailable operations.
zh_hans: 部分工作区状态无法载入。受影响的文件保持不变；不可用操作请参阅详细信息。

source: Sort
zh_hans: 排序

source: Source
zh_hans: 源文本

source: Source Authors
zh_hans: 来源作者

source: Source Font
zh_hans: 源码字体

source: Source Modified
zh_hans: 源文件修改时间

source: Source Type
zh_hans: 来源类型

source: Source font size
zh_hans: 源文本字号

source: Source version: %@
zh_hans: 来源版本：%@

source: Source-facing reports and evidence records
zh_hans: 面向来源的报告和证据记录

source: Sources
zh_hans: 来源

source: Sources and interpretations
zh_hans: 文献与解读

source: Space After
zh_hans: 后间距

source: Space Before
zh_hans: 前间距

source: Space after
zh_hans: 后间距

source: Space before
zh_hans: 前间距

source: Specific Findings
zh_hans: 具体发现

source: Spelling and Grammar
zh_hans: 拼写和语法

source: Spotlight Search
zh_hans: Spotlight 搜索

source: Start
zh_hans: 起始

source: Start Agent
zh_hans: 启动 Agent

source: Start a conversation about your research.
zh_hans: 开始一段关于研究的讨论。

source: Start inset
zh_hans: 起始内边距

source: Start with a question or a passage.
zh_hans: 从一个问题或一段文字开始。

source: Starting
zh_hans: 正在启动

source: State Unavailable
zh_hans: 状态不可用

source: Statement
zh_hans: 陈述

source: Status
zh_hans: 状态

source: Step
zh_hans: 步骤

source: Step %lld
zh_hans: 步骤 %lld

source: Stop
zh_hans: 停止

source: Stop Agent
zh_hans: 停止 Agent

source: Stop Turn
zh_hans: 停止本轮

source: Stopping…
zh_hans: 正在停止…

source: Stops offering this field for new values without deleting stored values.
zh_hans: 停止为此字段提供新值，但不删除已存储的值。

source: Storage Unavailable
zh_hans: 存储不可用

source: Stored on this Mac
zh_hans: 存储于这台 Mac

source: Strikethrough
zh_hans: 删除线

source: Structure & Connections
zh_hans: 结构与连接

source: Structured filter
zh_hans: 结构化筛选

source: Style
zh_hans: 样式

source: Submitted Answer
zh_hans: 已提交的回答

source: Successful MCP mutations will appear here.
zh_hans: 成功的 MCP 变更会显示在这里。

source: Suffix
zh_hans: 姓名后缀

source: Suggestions
zh_hans: 补全建议

source: Supplied for this turn
zh_hans: 本轮提供的材料

source: Switch Review and Edit
zh_hans: 在审阅与编辑之间切换

source: Synthesis
zh_hans: 综合

source: System Sans
zh_hans: 系统无衬线

source: System Serif
zh_hans: 系统衬线

source: System Trash Cleanup
zh_hans: 系统纸篓清理

source: Table
zh_hans: 表格

source: Tags
zh_hans: 标签

source: Target
zh_hans: 目标

source: Task List
zh_hans: 任务清单

source: Technical Details
zh_hans: 技术详情

source: Text excerpt only; original page appearance is not supplied.
zh_hans: 仅提供文本片段；未提供原始页面外观。

source: Text scale
zh_hans: 文字比例

source: That note name cannot be used.
zh_hans: 无法使用这个笔记名称。

source: The %@ vault is not available in this Triptych. Scholium kept the current document open.
zh_hans: 此脉络中的 %@ 研究库不可用。Scholium 已让当前文档保持打开。

source: The %arg vault is not available in this Triptych. Scholium kept the current document open.
zh_hans: 此脉络中的 %arg 研究库不可用。Scholium 已让当前文档保持打开。

source: The Agent did not confirm this request. Refresh its state.
zh_hans: 尚未确认此请求。请刷新 Agent 状态。

source: The Agent is unavailable in this conversation.
zh_hans: 此对话中的 Agent 不可用。

source: The Agent target could not be verified. Reopen it before sending.
zh_hans: 无法核实 Agent 目标。请重新打开后发送。

source: The Agent's active turn changed. Review its current state before stopping it.
zh_hans: 此 Agent 已开始另一轮工作。请核对当前状态后再停止。

source: The Agent's relationship or history could not be verified.
zh_hans: 无法核实此 Agent 的所属关系或历史。

source: The File Operation Completed with Warnings
zh_hans: 文件操作已完成，但有警告

source: The Markdown editor resources could not be reloaded.
zh_hans: 无法重新加载 Markdown 编辑器资源。

source: The Markdown editor script did not initialize.
zh_hans: Markdown 编辑器脚本未初始化。

source: The Metadata settings candidate is missing a Triptych role.
zh_hans: 元数据设置候选项缺少一个三联体角色。

source: The Note changed while it was being read. Choose it again after the Library refreshes.
zh_hans: 此 Note 在读取期间发生了变化。请等待文库刷新后重新选择。

source: The Note or conversation is no longer available.
zh_hans: 此 Note 或对话已不可用。

source: The PDF pages could not be prepared. The previous material is retained.
zh_hans: 未能准备 PDF 页面。原有材料已保留。

source: The Zotero preset provides read-only tools. Saved configuration and local library availability are separate.
zh_hans: Zotero 预设提供只读工具。保存的配置与本地文献库是否可用是两回事。

source: The active Triptych changed. The metadata draft was preserved and was not written.
zh_hans: 当前三联体已更改。元数据草稿已保留，未被写入。

source: The annotation is owned by the source Note. Use Edit at Source to change it.
zh_hans: 注释归源笔记所有。请使用“在源文本处编辑”进行修改。

source: The bundled Markdown editor resources could not be found.
zh_hans: 找不到捆绑的 Markdown 编辑器资源。

source: The candidate already matched the current source; its recovery record was completed.
zh_hans: 候选内容已与当前源文本一致；其恢复记录已处理完成。

source: The candidate already matches the canonical source. Finishing recovery removes only the completed machine-local record.
zh_hans: 候选内容已与权威源文本一致。完成恢复只会移除已完成的本机记录。

source: The candidate was restored, but Library, Search, or another derived view may be stale. Use Refresh instead of repeating recovery. %@
zh_hans: 候选内容已恢复，但研究文档、搜索或其他派生视图可能仍是旧状态。请使用“刷新”，不要重复执行恢复。%@

source: The cited line is outside the recorded reading ranges.
zh_hans: 引用位置不在记录的读取范围内。

source: The complete Metadata settings candidate could not be validated.
zh_hans: 无法验证完整的元数据设置候选项。

source: The connection changed. Choose the Skills folder again.
zh_hans: 连接已改变，请重新选择技能文件夹。

source: The connection changed. Review the setting again.
zh_hans: 连接已改变，请重新检查设置。

source: The connection or running operation changed. Reload before saving.
zh_hans: 连接或运行状态已改变，请重新载入后保存。

source: The content is unchanged; no write was made.
zh_hans: 内容未变化，没有写入文件。

source: The conversation branch could not be confirmed. The original conversation is preserved. %@
zh_hans: 无法确认分支创建结果，原讨论已保留。%@

source: The created revision is not the current Note, so its retained content is not shown as current prose.
zh_hans: 已创建的版本已不是当前笔记，因此不会将其保留内容显示为当前正文。

source: The current Note cannot be verified: %@
zh_hans: 无法验证当前笔记：%@

source: The current Note changed; copy or inspect the candidate instead
zh_hans: 当前笔记已更改；请改为复制或检查候选内容

source: The current Note is missing; copy or inspect the candidate instead
zh_hans: 当前笔记缺失；请改为复制或检查候选内容

source: The current editor snapshot is unavailable. Keep the Note open and try again.
zh_hans: 当前编辑器快照不可用。请保持 Note 打开后重试。

source: The current note could not be saved, so Scholium kept it open. %@
zh_hans: 当前笔记无法保存，因此 Scholium 将其保持打开。%@

source: The current source is now %@. Scholium will not overwrite it; inspect or copy the retained candidate instead.
zh_hans: 当前源文本现为 %@。Scholium 不会覆盖它；请改为检查或复制保留的候选内容。

source: The delegated-work report could not be read.
zh_hans: 无法读取委派工作报告。

source: The deleted note was removed, but Scholium could not activate the adjacent tab. Choose a document to continue. %1$@
zh_hans: 已移除被删除的笔记，但 Scholium 无法激活相邻标签页。请选择一篇文档以继续。错误：%1$@

source: The document was saved, but window state could not be saved. %@
zh_hans: 文稿已保存，但无法保存窗口状态。%@

source: The editor buffer could not be synchronized. Autosave will retry without discarding your text.
zh_hans: 无法同步编辑器缓冲区。自动保存会重试，不会丢弃你的文本。

source: The exact editor buffer was recovered, but its pre-crash undo history was unavailable.
zh_hans: 确切的编辑器缓冲区已恢复，但其崩溃前的撤消历史记录不可用。

source: The exact saved Before and After evidence could not be compared.
zh_hans: 无法比较已保存的精确修改前与修改后证据。

source: The exact settings bytes were preserved for recovery. Scholium will not replace them with defaults.
zh_hans: 已保留设置的确切字节以供恢复。Scholium 不会以默认值替换它们。

source: The exact settings bytes were preserved, but schema %@ is not supported.
zh_hans: 已保留精确的设置字节，但不支持 schema %@。

source: The exact settings bytes were preserved. This Scholium build cannot edit future schema %lld.
zh_hans: 已保留精确的设置字节。此 Scholium 构建无法编辑未来的 schema %lld。

source: The exact source revisions could not be compared.
zh_hans: 无法比较准确的来源版本。

source: The file operation completed, but Library, Search, or other derived views may be stale. Use Refresh instead of repeating the action.
zh_hans: 文件操作已完成，但资料库、搜索或其他派生视图可能尚未更新。请使用“刷新”，不要重复该操作。

source: The file operation completed, but portable Note metadata recovery is incomplete. Inspect Metadata before continuing.
zh_hans: 文件操作已完成，但便携笔记元数据的恢复尚未完成。请检查元数据后再继续。

source: The file operation completed, but stable note identity recovery is incomplete. Identity-dependent actions remain unavailable until recovery succeeds.
zh_hans: 文件操作已完成，但稳定笔记身份的恢复尚未完成。恢复成功前，依赖身份的操作仍不可用。

source: The file operation completed, but this window could not refresh its document view. Use Refresh instead of repeating the action.
zh_hans: 文件操作已完成，但此窗口未能刷新文档视图。请使用“刷新”，不要重复该操作。

source: The file panel did not return a usable selection.
zh_hans: 文件面板未返回可用的选择。

source: The folder is only a path-based classification. Scholium preserves each descendant note’s stable identity and moves non-Markdown contents without changing their bytes.
zh_hans: 文件夹仅用于按路径分类。Scholium 会保留每篇下属笔记的稳定身份，并在不更改内容字节的情况下移动非 Markdown 内容。

source: The folder moved, but this window is waiting for the committed refresh.
zh_hans: 文件夹已移动，但此窗口仍在等待已提交内容刷新完成。

source: The interrupted candidate is now the current source.
zh_hans: 中断时的候选内容现已成为当前源文本。

source: The interrupted-save candidate could not be copied.
zh_hans: 无法复制中断保存候选内容。

source: The last complete Search index remains available. Details: %@
zh_hans: 上一个完整搜索索引仍可使用。详情：%@

source: The name appears in More Actions. The instruction is sent with the selected passage and does not edit Notes.
zh_hans: 名称显示在“更多操作”中。指令会与选中文本一同发送，不会编辑笔记。

source: The name distinguishes complete research domains. Works folders remain ordinary researcher-controlled folders, not app-managed projects.
zh_hans: 此名称用于区分完整的研究领域。“写作”文件夹仍由研究者自行管理，不是应用管理的项目。

source: The note changed before this edit could be applied. Read it again before deciding how to continue.
zh_hans: 应用这次修改前，笔记已经发生变化。请重新阅读当前内容，再决定怎样继续。

source: The note changed. Search results were refreshed.
zh_hans: 笔记已变化，搜索结果已刷新。

source: The note was created and its exact source is saved. %@
zh_hans: 笔记已创建，其逐字节源文本已保存。%@

source: The note was deleted outside Scholium. Its exact editor buffer remains open for recovery.
zh_hans: 该笔记已在 Scholium 外部被删除。其逐字节编辑缓冲仍保持打开，以便恢复。

source: The note was renamed elsewhere. Review its current title before renaming again.
zh_hans: 该笔记已在其他位置重命名。请确认当前标题后再重试。

source: The original reply is unavailable.
zh_hans: 原回复不可用。

source: The previous turn has ended. Your input is preserved; send it as a new request.
zh_hans: 上一轮已结束。输入已保留，可作为新请求发送。

source: The proposed changes could not be compared. Read the Note again before retrying.
zh_hans: 无法比较拟议修改。请重新读取笔记后再尝试。

source: The quoted phrase is not closed.
zh_hans: 带引号的短语未闭合。

source: The recorded heading or quotation does not identify one exact passage.
zh_hans: 所记录的标题或引文并不能确定一个确切的段落。

source: The release-bundled scholium-core-protocol folder is an ordinary Skill. You may inspect it and install it in your Agent host alongside your own Skills.
zh_hans: 发行版内置的 scholium-core-protocol 文件夹是一项普通技能。你可以检查它，并与自己的技能一起安装到智能体宿主中。

source: The research document—not a dashboard, task board, or Agent conversation—remains the primary interface.
zh_hans: 研究文档始终是主要界面，而非仪表盘、任务看板或 Agent 对话。

source: The resolved note is not available in the current Triptych catalog.
zh_hans: 已解析的笔记不在当前脉络目录中。

source: The response was not confirmed. Stop this turn before continuing.
zh_hans: 回答未获确认。请先停止本轮讨论，再继续。

source: The retained PDF is unavailable or locked. Replace it and try again.
zh_hans: 保留的 PDF 不可用或已锁定。请替换后重试。

source: The retained file %@ is missing or changed. Replace or remove it before sending.
zh_hans: 保留的文件 %@ 已丢失或改变。请替换或移除后再发送。

source: The retained file is unavailable. Replace it to capture a new snapshot.
zh_hans: 保留的文件不可用。请替换文件以保存新的快照。

source: The runtime kept a different Skill setting.
zh_hans: 运行时保留了不同的技能设置。

source: The runtime reported access, without full-text reading coverage.
zh_hans: 运行时报告了访问，未提供全文读取范围。

source: The runtime reported returned material; file access and complete reading were not independently verified.
zh_hans: 运行时报告了返回的材料；文件访问和完整阅读尚未经过独立验证。

source: The saved metadata settings changed after this draft was loaded. The saved version and this draft were both preserved.
zh_hans: 此草稿载入后，已保存的元数据设置发生了更改。已保存版本和此草稿均已保留。

source: The saved window layout could not be restored. Scholium opened a clean window instead.
zh_hans: 无法恢复保存的窗口布局。Scholium 打开了一个干净的窗口。

source: The selected appearance has unsaved changes. Switching configurations will discard them.
zh_hans: 所选外观有未保存的更改。切换配置将丢弃这些更改。

source: The selected vault is no longer available.
zh_hans: 所选研究库已不可用。

source: The settings file is missing. Existing research notes remain unchanged, and managed creation stays unavailable until the file is restored.
zh_hans: 设置文件缺失。现有研究笔记保持不变；在文件恢复前，托管创建不可用。

source: The settings were saved to the Triptych where the edit began. Reload Metadata Settings to show the currently active Triptych.
zh_hans: 设置已保存到开始编辑时的三联体。请重新载入元数据设置，以显示当前活跃的三联体。

source: The stored metadata record is unavailable.
zh_hans: 存储的元数据记录不可用。

source: The target Work is unavailable.
zh_hans: 目标笔记不可用。

source: The tool configuration could not be reloaded.
zh_hans: 无法重新载入工具配置。

source: The tool configuration could not be saved.
zh_hans: 无法保存工具配置。

source: The visited note '%@' is no longer available. Scholium kept the current document open.
zh_hans: 访问的笔记“%@”不再可用。Scholium 使当前文档保持打开状态。

source: The visited note '%arg' is no longer available. Scholium kept the current document open.
zh_hans: 访问的笔记“%arg”不再可用。Scholium 使当前文档保持打开状态。

source: Thematic Break
zh_hans: 主题分隔线

source: These commands register the same local stdio server at user scope. Scholium copies the command only; it does not edit either host’s settings or claim setup succeeded.
zh_hans: 这些命令会在用户范围内注册同一个本地 stdio 服务器。Scholium 只复制命令；不会编辑任一宿主的设置，也不会声称设置成功。

source: These current-schema settings need review before managed creation can resume.
zh_hans: 这些当前架构版本的设置需要检查，之后才能恢复托管创建。

source: These durations apply only to derived issue reminders. Dismissing a reminder does not change any Note or researcher-authored judgment.
zh_hans: 这些时长只适用于派生问题提醒。关闭提醒不会更改任何笔记或研究者撰写的判断。

source: These folders are independent. Keeping them under one parent can make the workspace easier to move and back up.
zh_hans: 这些文件夹彼此独立。将它们放在同一个上级文件夹中，会更便于移动和备份工作区。

source: These folders share one parent.
zh_hans: 这些文件夹共享一个父文件夹。

source: These passages are retrieval leads, not assessments of support or disagreement.
zh_hans: 这些片段是检索线索，尚不代表支持或反对你的论点。

source: These profiles change how Markdown is presented. Scholium's window, sidebar, selection, focus, and status colors follow macOS; source bytes are never rewritten.
zh_hans: 这些配置只改变 Markdown 的呈现方式。Scholium 的窗口、边栏、选区、焦点与状态颜色跟随 macOS；不会重写源文件字节。

source: Thesis
zh_hans: 学位论文

source: This Agent Change is no longer available.
zh_hans: 此 Agent 变更记录已不可用。

source: This Agent belongs to the original conversation.
zh_hans: 此 Agent 属于原会话。

source: This Connection is ambiguous. Open Incoming or Outgoing to choose a source-located candidate.
zh_hans: 此连接存在歧义。请打开“指向本笔记的链接”或“本笔记指向的链接”，选择带来源位置的候选项。

source: This Connection is broken or its destination no longer exists.
zh_hans: 此连接已断开，或其目标已不存在。

source: This Mac
zh_hans: 此 Mac

source: This Mac and the current Triptych
zh_hans: 此 Mac 与当前脉络

source: This Mac · Document content only
zh_hans: 此 Mac · 仅文稿内容

source: This Note
zh_hans: 此笔记

source: This Note and the currently open vault support bounded text Search while the Triptych opens. Triptych Search and direct links remain unavailable until loading finishes.
zh_hans: 脉络打开期间，此笔记和当前打开的研究库支持有界文本搜索。在载入完成前，脉络搜索和直接链接仍不可用。

source: This Note's metadata changed through another participant. Your draft was preserved and cannot replace the newer revision.
zh_hans: 另一参与者更改了这篇笔记的元数据。你的草稿已保留，不能替换较新的修订。

source: This Record changed. Review the current version before editing further.
zh_hans: 这份记录已更改。请先检查当前版本，再继续编辑。

source: This Search clause may appear only once.
zh_hans: 此搜索子句只能出现一次。

source: This Search clause requires its companion clause.
zh_hans: 此搜索子句需要与配套子句同时使用。

source: This Search field is not supported.
zh_hans: 不支持此搜索字段。

source: This Search field requires a value.
zh_hans: 此搜索字段需要一个值。

source: This Triptych
zh_hans: 此脉络

source: This Triptych and This Mac
zh_hans: 此脉络与此 Mac

source: This Triptych’s portable .scholium control folder is incompatible or damaged. Archive the entire folder unchanged, then let Scholium rebuild current control state. Analyses, Topics, and Works remain untouched.
zh_hans: 此脉络的便携 .scholium 控制文件夹不兼容或已损坏。请原样归档整个文件夹，再让 Scholium 重建当前控制状态。Analyses、Topics 和 Works 保持不变。

source: This Vault
zh_hans: 此资料库

source: This candidate is an empty document.
zh_hans: 此候选内容是空文档。

source: This change preserves the original Note identity and location. Recovery remains in the Finder-owned system Trash.
zh_hans: 此项修改保留原笔记的身份与位置。恢复仍由 Finder 的系统纸篓负责。

source: This changes %@ for clients using the same Codex settings folder.
zh_hans: 此更改会影响使用同一 Codex 设置文件夹的客户端中的 %@。

source: This configuration field is blank, duplicated, or unnormalized.
zh_hans: 此配置字段为空、重复或尚未规范化。

source: This connection is managed by another configuration or by Scholium.
zh_hans: 此连接由另一份配置或 Scholium 管理。

source: This conversation is no longer available.
zh_hans: 此对话已不可用。

source: This conversation is saved here, but unavailable in the connected runtime.
zh_hans: 讨论已保存在这里，但当前连接无法继续这段讨论。

source: This custom Metadata description is invalid.
zh_hans: 此自定义元数据说明无效。

source: This custom Metadata display name is invalid.
zh_hans: 此自定义元数据显示名称无效。

source: This custom Metadata field has invalid controlled choices.
zh_hans: 此自定义元数据字段包含无效的受控选项。

source: This custom Metadata field's stable key or value type changed, or the field was removed.
zh_hans: 此自定义元数据字段的稳定键或值类型已改变，或该字段已被移除。

source: This custom Metadata key is already owned by Scholium or authored YAML.
zh_hans: 此自定义元数据键已由 Scholium 或用户编写的 YAML 占用。

source: This custom Metadata key is invalid or duplicated.
zh_hans: 此自定义元数据键无效或重复。

source: This custom Metadata value type is unsupported.
zh_hans: 不支持此自定义元数据值类型。

source: This draft field does not apply to %@. Discard it or choose its source type before saving.
zh_hans: 此草稿字段不适用于 %@。请放弃该字段，或在保存前选择其来源类型。

source: This draft field does not apply to %arg. Discard it or choose its source type before saving.
zh_hans: 此草稿字段不适用于 %arg。请丢弃它，或在保存前选择适用的来源类型。

source: This field is not applicable to the selected Source Type.
zh_hans: 此字段不适用于所选来源类型。

source: This file changed outside Scholium. Your edits are still available.
zh_hans: 此文件已在 Scholium 外部更改。你的编辑仍然可用。

source: This is a new note
zh_hans: 这是一个新的笔记

source: This known Search field is not available in the current contract.
zh_hans: 当前契约不支持此已知搜索字段。

source: This message contains too much material. Send fewer files or shorter passages.
zh_hans: 此消息的材料过多。请减少文件数量或缩短选段后发送。

source: This metadata field will be removed when Save succeeds.
zh_hans: 保存成功后将移除此元数据字段。

source: This note cannot be located in the current Triptych.
zh_hans: 无法在当前 Triptych 中定位这篇笔记。

source: This note has no body content.
zh_hans: 此笔记没有正文内容。

source: This note is no longer available to rename.
zh_hans: 该笔记已无法重命名。

source: This note is read-only in Scholium.
zh_hans: 此笔记在 Scholium 中是只读的。

source: This note remains readable, but identity-dependent restore and file changes are unavailable until its portable records finish moving from %1$@ to %2$@.
zh_hans: 此笔记仍可阅读，但在其可移植记录从 %1$@ 移至 %2$@ 完成之前，依赖身份的恢复和文件更改均不可用。

source: This operation's result is not confirmed. Check the current file before attempting another edit.
zh_hans: 这次操作的结果尚未确认。请先核对当前文件，再决定是否继续修改。

source: This operation's scope could not be displayed. No permission was granted.
zh_hans: 无法显示此操作的范围，未授予权限。

source: This passage cannot be selected in Review. Its supplied text remains available in Chat.
zh_hans: 无法在阅读视图中选中这段文字。仍可在聊天中查看所附原文。

source: This passage has no searchable wording. Try another selection.
zh_hans: 这段文字没有可检索的用语，请换一个选区。

source: This question could not be displayed. No answer was sent.
zh_hans: 无法显示此问题，未发送回答。

source: This reference is from a different version. The Note was opened without selecting a passage.
zh_hans: 原文版本已变化。已打开笔记，未定位段落。

source: This reference location could not be verified. The Note was opened without selecting a passage.
zh_hans: 无法核验引用位置。已打开笔记，未定位段落。
